final Map<String, String> enUs = {
  // главный экран Screen
  "lbl": "НАЧАТЬ", "lbl_repnin": "REPNIN",
  "msg": "Лучший помощник для вашего склада",

  // документы Screen
  "lbl10": "Списания",
  "lbl11": "Отчетность",
  "lbl12": "О продажах",
  "lbl13": "О закупке",
  "lbl2": "Документы",
  "lbl3": "Заказы",
  "lbl4": "Продажи",
  "lbl5": "Отгрузки",
  "lbl6": "Закупки",
  "lbl7": "Приемки",
  "lbl8": "Перемещения",

  // продажи-отгрузки Screen
  "lbl17": "Отгрузок нет!",
  "msg3": "Для добавления отгрузки перейдите в + в правом верхнем углу",

  // закупки-приемки Screen
  "lbl19": "Приемок нет!",
  "msg5": "Для добавления приемки перейдите в + в правом верхнем углу",

  // склад-перемещения Screen
  "msg6": "Перемещений нет!",
  "msg7": "Для добавления перемещения перейдите в + в правом верхнем углу",

  // склад-списания Screen
  "lbl22": "Списаний нет!",
  "msg8": "Для добавления списания перейдите в + в правом верхнем углу",

  // отчет о продажах Screen
  "msg9": "ОТЧЕТЫ О ПРОДАЖАХ",

  // отчет о закупках Screen
  "msg12": "ОТЧЕТЫ О СПИСАНИЯХ",

  // заказы клиентов созд Screen
  "lbl31": "Резерв",

  // отгрузки созд Screen
  "lbl34": "ТТН",
  "lbl35": "Грузополучатель",
  "lbl36": "Перевозчик",
  "msg16": "Наименование груза",
  "msg17": "Транспортное средство",
  "msg18": "Номер автомобиля",

  // заказы поставщ созд Screen
  "lbl37": "Ожидание", "msg19": "ЗАКАЗЫ ПОСТАВЩИКОВ",

  // перемещения созд Screen
  "lbl38": "ПЕРЕМЕЩЕНИЕ", "lbl40": "На склад",

  // выбор контр Screen
  "lbl47": "ОАО “Поставщик”",

  // списания есть Screen
  "lbl_audi": "AUDI",
  "lbl_bmv": "BMV",
  "msg22": "Группа товаров “Фары”",
  "msg_3_258_839": "Итого: 3 258 839, 72 руб",
  "msg_3_258_839_72": "3 258 839, 72 руб",

  // списания есть One Screen
  "lbl51": "Рязанский",
  "lbl52": "Основной",
  "msg23": "Общие перемещения со складов",
  "msg_129328": "Итого: 129328 перемещений",
  "msg_1293282": "129328 перемещений",

  // товары Screen
  "lbl53": "ТОВАРЫ", "lbl54": "Товаров нет!",
  "msg24": "Для добавления товара перейдите в + в правом верхнем углу",

  // товар созд One Screen
  "lbl57": "Артикул",

  // товары в наличии Screen
  "lbl_234": "234",
  "msg26": "Светодиодные противотуманные фары LOGAN, FORD FOCUS, GRAND VITARA",

  // товар созд Screen
  "lbl70": "Фары", "msg27": "Светодиодные противотуманные фары LOGAN...",

  // контрагенты Screen
  "msg28": "Контрагентов нет!",
  "msg29": "Для добавления контрагента перейдите в + в правом верхнем углу",

  // контр созд Screen
  "lbl74": "Реквизиты",
  "lbl75": "Тип контрагента",
  "lbl76": "Адрес",
  "lbl77": " ИНН",
  "lbl78": "КПП",
  "lbl79": "ОГРН",
  "lbl80": " ОКПО",
  "msg31": "Полное наименование",
  "msg32": "Дополнительная информация",

  // контр есть Screen
  "msg33": "ООО “Контрагент”",

  // контр карточка Screen
  "lbl81": "КОНТРАГЕНТ",

  // контактное лицо Screen
  "lbl82": "КОНТАКТНОЕ ЛИЦО", "lbl83": "ФИО", "lbl84": "Должность",

  // Common String
  "lbl14": "ЗАКАЗЫ КЛИЕНТОВ",
  "lbl15": "Заказов нет!",
  "lbl16": "ОТГРУЗКИ",
  "lbl18": "ПРИЕМКИ",
  "lbl20": "ПЕРЕМЕЩЕНИЯ",
  "lbl21": "СПИСАНИЯ",
  "lbl23": "Дата",
  "lbl24": "Покупатель",
  "lbl25": "Наименование",
  "lbl26": "Договор",
  "lbl27": "Товар",
  "lbl28": "Итого",
  "lbl29": "Сумма НДС",
  "lbl30": "Документ с НДС",
  "lbl32": "Документ",
  "lbl33": "Комментарий",
  "lbl39": "Со склада",
  "lbl41": "Период",
  "lbl42": "Группа",
  "lbl43": "По возрастанию",
  "lbl44": "По убыванию",
  "lbl45": "КОНТРАГЕНТЫ",
  "lbl46": "ОАО “Клиент”",
  "lbl48": "ООО “Поставщик”",
  "lbl49": "Репин И. А.",
  "lbl50": "Итого: ",
  "lbl55": "ТОВАР",
  "lbl56": "Код",
  "lbl58": "Цены",
  "lbl59": "Минимальная",
  "lbl60": "Цена закупки",
  "lbl61": "Цена продажи",
  "lbl62": "Информация",
  "lbl63": "Описание",
  "lbl64": "Страна",
  "lbl65": "Вес",
  "lbl66": "Объем",
  "lbl67": "НДС",
  "lbl68": "Поставщик",
  "lbl69": "Штрихкод",
  "lbl71": "Телефон",
  "lbl72": "Почта",
  "lbl73": "Контактное лицо",
  "lbl9": "Склад",
  "lbl_00001": "№00001",
  "lbl_09261": "09261",
  "lbl_0_00": "0,00",
  "lbl_100_000": "100.000",
  "lbl_10_000": "10.000",
  "lbl_17_10_2023": "17.10.2023",
  "lbl_1_000": "1.000",
  "lbl_20_000": "20.000",
  "lbl_36821_00": "36821,00 руб",
  "lbl_36829_99": "36829,99 руб",
  "lbl_50_000": "50.000",
  "lbl_742952001": "742952001",
  "lbl_ean13": "EAN13 |",
  "msg10": "Отчет не сформирован!",
  "msg11": "Для добавления отчета перейдите в + в правом верхнем углу",
  "msg13": "Добавить позицию",
  "msg14": "Цена включает НДС",
  "msg15": "Планируемая дата отгрузки",
  "msg2": "Для добавления заказа перейдите в + в правом верхнем углу",
  "msg20": "ОТЧЕТ О ПРОДАЖАХ",
  "msg21": "ОТЧЕТ О СПИСАНИЯХ",
  "msg25": "Единица измерения",
  "msg30": "Фактический адрес",
  "msg4": "ЗАКАЗЫ ПОСТАВЩИКАМ",

// Network Error String
  "msg_network_err": "Network Error",
  "msg_something_went_wrong": "Something Went Wrong!",

  // Validation Error String
  "err_msg_please_enter_valid_phone_number": "Please enter valid phone number",
};
